{
  "MW": {
    "Properties": "Галактика, в которой находится Земля и вся Солнечная система, а также все видимые невооружённым глазом отдельные звёзды",
    "Type": "Спиральная галактика с баром",
    "Mass": "(1–2)⋅10^12 M",
    "body": "Млечный Путь (Галактика) — спиральная галактика, в которой находится Земля и Солнечная система. Радиус звёздного диска Млечного Пути и радиус Галактики составляют 16 килопарсек. Полная масса Галактики с учётом тёмной материи оценивается как 1—2⋅1012 M⊙. В Млечном Пути находится от 100 до 400 миллиардов звёзд, а его светимость составляет 2⋅1010 L⊙. По сравнению с другими спиральными галактиками Млечный Путь имеет довольно большую массу и высокую светимость. Солнечная система расположена на расстоянии в 7,5—8,5 килопарсек от центра Галактики и движется вокруг него со скоростью 220 км/с.\n\nВсе звёзды, видимые невооружённым глазом, относятся к нашей Галактике, но часто термин «Млечный Путь» применяется к светлой туманной полосе в ночном небе. Из-за того, что Земля находится внутри Млечного Пути, точный вид нашей Галактики снаружи неизвестен.\n\nБольшинство звёзд в Галактике сосредоточены в галактическом диске со спиральными рукавами. Также в ней присутствуют средних размеров балдж и умеренно выраженный бар, и по морфологической классификации её относят к типу SBbc или SABbc. Кроме того, диск Млечного Пути окружён галактическим гало, в котором содержится небольшая доля звёзд и большое количество тёмной материи. В центре Галактики расположена сверхмассивная чёрная дыра."
  },
  "M31": {
    "Properties":"Крупнейшая галактика Местной группы" ,
    "Type": "Cпиральная галактика",
    "Mass": "0,8—1,5⋅10^12 M",
    "body": " Гала́ктика Андроме́ды (Тума́нность Андроме́ды, M 31, NGC 224, PGC 2557) — спиральная галактика, наблюдаемая в созвездии Андромеды. Её радиус составляет около 31 килопарсека, что вдвое больше, чем у нашей Галактики, и она содержит в несколько раз больше звёзд, чем Млечный Путь. Расстояние от нашей Галактики до неё составляет около 800 килопарсек, что делает её ближайшей из крупных галактик, а также крупнейшей галактикой Местной группы. Её масса приблизительно равна массе Млечного Пути или даже меньше.\n\nГалактика Андромеды имеет как выраженную сферическую подсистему, так и диск с заметными спиральными рукавами, поэтому по классификации Хаббла её относят к типу Sb. Диск содержит более половины звёздной массы галактики, имеет искривлённую форму, в нём наблюдается кольцо радиусом 10 килопарсек с повышенным содержанием областей H II и OB-ассоциаций. Балдж и гало сплюснуты, бар в галактике напрямую не наблюдается, но некоторые признаки указывают на его наличие. В центре галактики имеется двойное ядро, а на периферии наблюдаются различные структуры, образованные приливными взаимодействиями. Звёздное население этой галактики в среднем более старое, чем в нашей галактике, а темп звездообразования более низкий и составляет лишь 20—30 % такового в Млечном Пути.\n\nВ галактике Андромеды известно около 400 шаровых звёздных скоплений, что в 2—3 раза больше, чем в Млечном Пути."
  },
  "M51": {
    "Properties":"Гравитационно взаимодействует с галактикой NGC 5195." ,
    "Type": "Cпиральная галактика",
    "Mass": "2⋅10^12 M",
    "body": "M 51 (M51A, NGC 5194, PGC 47404, Галактика Водоворот) — спиральная галактика в созвездии Гончие Псы, открытая в 1773 году Шарлем Мессье; первая галактика, у которой была обнаружена спиральная структура. Входит в группу галактик M51.\n\nВидимая звёздная величина галактики составляет 8,4m; на конце одного из её спиральных рукавов находится галактика-компаньон NGC 5195. M 51 довольно известна благодаря выраженной спиральной структуре и тому, что хорошо видна даже в небольшие телескопы.M 51 — спиральная галактика, по морфологической классификации де Вокулёра относящаяся к типу SA(s)bc и имеющая упорядоченную структуру. Она относится к сейфертовским галактикам типа II, а также, из-за взаимодействия с компаньоном NGC 5195, к пекулярным галактикам и входит в Атлас пекулярных галактик.У M 51 имеется галактика-компаньон NGC 5195, которая в 2—3 раза менее массивна, чем M 51 и имеет диаметр около 20 тысяч световых лет. Галактики движутся по гиперболической орбите, их наибольшее сближение произошло 900 миллионов лет назад на расстоянии 16 килопарсек (52 тысячи световых лет). Сейчас NGC 5915 расположена на 147 килопарсек (480 тысяч световых лет) дальше, чем M 51, и движется практически в направлении луча зрения"
  }
}