{
  "Ross": {
    "Type": "мезопланета",
    "Mass": "1.4 ± 0.21 M",
    "body": "Росс 128 b — экзопланета в системе звезды Росс 128, находящейся в созвездии Девы на расстоянии около 11 световых лет от Солнца[2]. Была открыта[3] в июле 2017 года методом Доплера инструментом HARPS в обсерватории La Silla в Чили. Первооткрыватели Росс 128 b считают, что это «наиболее умеренная планета, известная на данный момент», из-за её массы, температуры и местоположения вокруг достаточно спокойной родительской звезды[4].\n\nЭто вторая по удалённости от Солнечной системы известная экзопланета земного типа после Проксимы Центавра b[5]. Предполагается, что температура на поверхности этой планеты лежит в пределах — 60 °С до + 21 °С в зависимости от величины её неизвестного альбедо[6]."
  },
  "Kepler": {
    "Type": "психропланета",
    "Mass": "1.4 ± 0.21 M",
    "body": "Kepler-442 b — экзопланета у звезды Kepler-442 в созвездии Лиры. Находится на расстоянии 1120 св. лет от Солнца.Открыта орбитальным телескопом «Кеплер». Kepler-442 b больше Земли в 1,3 раза.\n\nЭта экзопланета интересна тем, что размерами очень похожа на Землю и в своей звёздной системе находится в области, где условия близки к земным[3]."
  },
  "Mars": {
    "Type": "гипопсихропланета",
    "Mass": "0.1 M",
    "body": "Марс — четвёртая по удалённости от Солнца и седьмая по размеру планета Солнечной системы; масса планеты составляет 10,7 % массы Земли.Перейти к разделу «#Основные сведения» Названа в честь Марса — древнеримского бога войны, соответствующего древнегреческому Аресу.Перейти к разделу «#В античной мифологии» Также Марс называют «красной планетой» из-за красноватого оттенка поверхности, придаваемого ей минералом маггемитом — γ-оксидом железа(III).Марс — планета земной группы с разреженной атмосферой (давление на поверхности в 160 раз меньше земного).Перейти к разделу «#Атмосфера и климат» Особенностями поверхностного рельефа Марса можно считать ударные кратеры наподобие лунных, а также вулканы, долины, пустыни и полярные ледниковые шапки наподобие земных"
  },
  "Proxima": {
    "Type": "психропланета",
    "Mass": "1,27 ± 1,5 M",
    "body": "Про́ксима Цента́вра b (также известна как Проксима b) — экзопланета, вращающаяся вокруг красного карлика Проксима Центавра, ближайшей к Солнцу звезды. Также возможно обозначение Альфа Центавра C b, так как Проксима Центавра является третьей (наименьшей) звёздной компонентой в системе Альфа Центавра.\n\nРасположена на расстоянии примерно 4,22 светового года (1,3 парсека, 40 трлн км) от Земли в созвездии Центавра. Является ближайшей известной экзопланетой[2] и одновременно ближайшей экзопланетой, находящейся в зоне обитаемости."
  },
  "Saturn": {
    "Type": "газовый гигант",
    "Mass": "95,2 M",
    "body": " шестая планета по удалённости от Солнца и вторая по размерам планета в Солнечной системе после Юпитера. Сатурн, а также Юпитер, Уран и Нептун, классифицируются как газовые планеты-гиганты. Сатурн назван в честь римского бога земледелия.Сатурн обладает заметной системой колец, состоящей главным образом из частичек льда, меньшего количества тяжёлых элементов и пыли.Перейти к разделу «#Кольца» Вокруг планеты обращается 82 известных на данный момент спутника[2]. Титан — самый крупный из них, а также второй по размерам спутник в Солнечной системе (после спутника Юпитера, Ганимеда), который превосходит по своим размерам Меркурий и обладает единственной среди спутников планет Солнечной системы плотной атмосферой."
  }
}